Repository: giellalt/corpus-sme
Catalog: tmx/smn/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=54_lang=davvi.html.tmx
Source language: sme
Languages: smn

source: Válgalávdegoddi
smn: Vaaljâlävdikodde

source: Lávdegoddái gullet čuovvovaš lahtut ja várrelahtut:
smn: Lävdikoodán kuleh tah jesâneh já värijesâneh:

source: Sámedikki čoahkkin ásahii čoahkkimisttis 2/2014 válgalávdegotti válmmaštallat ja ollašuhttit sámedikki válggaid, mat dollojuvvojit jagi 2015.
smn: Sämitige čuákkim asâttij čuákkimistis 2/2014 vaaljâlävdikode valmâštâllâđ já tooimânpieijâđ sämitige vaaljâid, moh tuállojeh ive 2015.

source: Lahtut:
smn: Jesâneh:

source: Janne Näkkäläjärvi, ságajođiheaddji
smn: Janne Näkkäläjärvi, sj.

source: Inga Guttorm
smn: Jouni Aikio

source: Várrelahtut:
smn: Värijesâneh:

source: Inker-Anne Magga
smn: Maarit K. Pieski
